{
    "helptext": {
        "sections": [
            {
                "header": "What is going on here?",
                "paragraphs": [
                    {
                        "text": "Twit-arr is a microblogging site that the Shadow IT department of the Joco Cruise have set up for internal communication while the cruise is under way."
                    }
                ]
            },
            {
                "header": "How do I get in on this?",
                "paragraphs": [
                    {
                        "text": "You can explore and read the posts without any real effort on your part, just browse. If you'd like to contribute then feel free to go to the sign up page and register as a new user, at which point you can send Seamails and make posts."
                    }
                ]
            },
            {
                "header": "What's with all the funny @ and # signs?",
                "paragraphs": [
                    {
                        "text": "# signs signify hashtags. It allows you to tag a post with a word or phrase that will make it easier to find. For example, tagging all posts with cat pictures under #cats. Clicking on the hashtag in a post will take you to a list of all posts containing that hash tag. Hash tags end at the first space character after the tag."
                    },
                    {
                        "text": "@ signifies a user handle. If you've signed up for Twit-arr then your handle is your login name with an @ before it. Examples include @kvort and @dave. Placing a user handle in a post will bring that post to that user's attention. Handles are also used for sending Seamail."
                    }
                ]
            },
            {
                "header": "Can I follow users?",
                "paragraphs": [
                    {
                        "text": "Yes, you can! We call it 'starring' users. If you're logged in, view a user's profile. You will see a star next to their username. If the star is just a black outline, you are not following the user. Click it - the star will turn yellow. You are now following the user! Clicking a yellow star will un-star the user. You can star as many users as you want. Lists of starred users are not public, but you can view a list of all users you have starred by clicking My Starred Users in the main menu."
                    },
                    {
                        "text": "Once you have starred some users, you are able to view a customized tweet stream containing only tweets made by users you have starred. This is called the Starred Stream, and it can be reached through the main menu."
                    }
                ]
            },
            {
                "header": "What's a seamail?",
                "paragraphs": [
                    {
                        "text": "Seamail is our name for email. They don't go onto the internet and can only be sent to other Twit-arr users on the ship. Just start typing a username or handle and twitarr will give you a list of people who match."
                    }
                ]
            },
            {
                "header": "Cruise Monkey? Rainbow Monkey?",
                "paragraphs": [
                    {
                        "text": "Cruise Monkey is an iPhone and Android app built by RangerRick, and Rainbow Monkey is an iPhone and Android app built by Hixie (new for JCC9). They use the same login information as Twit-arr but, but are not technically the same thing. Which is why you may get redirected if you ask the wrong person about the wrong app. :)"
                    }
                ]
            },
            {
                "header": "My Twit-arr doesn't work!",
                "paragraphs": [
                    {
                        "text": "Technically not a question. However, here are solutions for a number of issues:",
                        "list": [
                            "If you're having problems getting to Twit-arr, it may be the ship's network. In common areas such as the theatre or on deck or the game/dining room, there may be simply too many people trying to get onto the network. Your stateroom may be the best place to connect from.",
                            "Like any other complex piece of software, something occasionally goes wrong. We'll try and fix it as soon as we can, but remember that we're also on vacation. :)",
                            "If you've forgotten your login, then you can try the password reset page (link is on the login page). If you absolutely can't get back in, you have a few options: Go to the Info Desk and ask for your registration code - this will help you reset your password if you know your username. Or, find one of the Twit-arr admins (@gbasden, @grundoon, @rangerrick, or @hendusoone, who are collectively also the team account @TwitarrTeam), or just create a new account. They are free, after all.",
                            "If something else is broken but you can login, then feel free to send a Seamail to @TwitarrTeam or post in the Twit-arr Feedback forum. Depending on the severity, it may not get fixed this cruise, but it will be recorded to fix for the next cruise.",
                            "If none of these apply to you then your best bet is to seek out @grundoon or @hendusoone."
                        ]
                    }
                ]
            },
            {
                "header": "I can't post anything. "
            },
            {
                "header": "What's this alert that says \"You need to change your password before you continue\"?",
                "paragraphs": [
                    {
                        "text": "You're getting this alert because your password was reset to the default password, or you happened to pick the same password as the default password. Sure, it's annoying - but it's also very easy to stop! Press the Change Password button on your user profile screen. Enter \"seamonkey\" as your current password, and pick a new password. And remember - due to the complete lack of security on the wifi, make sure you use a password that you don't use anywhere else!"
                    }
                ]
            },
            {
                "header": "Who did this?",
                "paragraphs": [
                    {
                        "text": "Twit-arr is a labor of love, and a large group of contributers are responsible:",
                        "list": [
                            "Grimoire developed the initial Status.net site that was on JCC2 and JCC3.",
                            "Origamislayer did much work for the Status.net implementation as well.",
                            "Glenn Basden (gbasden) graciously brings the laptop server and provides technical support.",
                            "Nathan Walker (kvort) decided that he hated Status.net enough to rebuild the codebase for JCC4. For JCC5 he was joined in his quest by Emily Ozols (wingar) and James Stapleton (tasermonkey).",
                            "RangerRick builds CruiseMonkey and integrates with the Twit-arr APIs.",
                            "grundoon attempts to step up when needed, and did a bunch of work to prepare for JCC8.",
                            "Dustin Hendrickson (hendusoone) fixed bugs, added features, and updated APIs for JCC9.",
                            "Hixie wrote Rainbow Monkey, Rachel Kammerer (ralykam) worked on the user experience, and ChrisR sent in many helpful patches.",
                            "Drew and others at THO give tons of support and advice that allows us to continue to provide this service.",
                            "None of this would be here without the invaluable aid of the beta testers, who try out our software on the many, MANY mobile devices that are out there."
                        ]
                    },
                    {
                        "text": "A big thank you goes out to the Moderation Team for all the work they do, and to the ship's IT staff who generously host the server and allow us to run this on their network!"
                    }
                ]
            }
        ]
    }
}